
{
  "Solutions": "الحلول",
  "Contact Us": "تواصل معنا",
  "Pricing": "التسعير",
  "Home": "الرئيسية",
  "Business": "الأعمال",
  "CRM Models": "نماذج إدارة علاقات العملاء",
  "Transforming Businesses": "تحويل الأعمال",
  "with Smart Solutions": "بحلول ذكية",
  "At Tatweer Smart Solutions, we specialize in": "في تطوير للحلول الذكية، نختص في حلول :",
  "Managed IT Services": "خدمات تكنولوجيا المعلومات المدارة",
  "Web Hosting": "استضافة الويب",
  "E-Marketing": "التسويق الإلكتروني",
  "Document Archiving": "أرشفة المستندات",
  "Retail Solutions": "حلول البيع بالتجزئة",
  "Human Resources": "الموارد البشرية",
  "Healthcare Domain": "مجال الرعاية الصحية",
  "Construction Domain": "مجال البناء",
  "Document Archiving & Management": "أرشفة وإدارة الوثائق",
  "Custom Development": "التطوير المخصص",

  "Name": "الاسم",
  "Email": "البريد الإلكتروني",
  "Phone Number": "رقم الهاتف",
  "Company":"الشركة",
  "Submit": "إرسال",
  "Contact Us To Make You Grow!":"تواصل معنا لنساعدك على النمو!",


  "Odoo Solutions": "حلول أودو ",
  "Overview": "نظرة عامة",
  "Odoo can be tailored to fit your exact business needs. Whether you need customized reports, workflows, or integrations with third-party apps, Odoo provides a high degree of flexibility. At Tatweer Smart Solutions, we provide custom-tailored services to a variety of business functions, various levels of technical maturity, and have expertise in many industry verticals to bring effective solutions that meet you where you are.": "يمكن تخصيص Odoo ليناسب احتياجات عملك بالضبط. سواء كنت بحاجة إلى تقارير مخصصة، سير عمل، أو تكامل مع تطبيقات الطرف الثالث، يوفر Odoo درجة عالية من المرونة. في تطوير للحلول الذكية، نقدم خدمات مخصصة لمجموعة متنوعة من الوظائف التجارية، مستويات النضج التقني المختلفة، ولدينا خبرة في العديد من القطاعات لتقديم حلول فعالة تلبي احتياجاتك.",
  "Key Features": "الميزات الرئيسية",
  "Customized Reports": "تقارير مخصصة",
  "Generate reports tailored to your business needs.": "إنشاء تقارير مخصصة لتناسب احتياجات عملك.",
  "Workflow Automation": "أتمتة سير العمل",
  "Streamline business processes with automated workflows.": "تبسيط العمليات التجارية باستخدام سير العمل المؤتمت.",
  "Third-Party Integrations": "تكاملات الطرف الثالث",
  "Seamlessly integrate with other business tools and applications.": "التكامل بسلاسة مع الأدوات والتطبيقات التجارية الأخرى.",
  "Industry-Specific Solutions": "حلول خاصة بالقطاع",
  "Tailored solutions for retail, construction, healthcare, and more.": "حلول مخصصة للبيع بالتجزئة، البناء، الرعاية الصحية، والمزيد.",
  "Why Choose Us?": "لماذا تختارنا؟",
  "Expertise": " الخبرة",
  "Over 20 years of experience in Odoo implementations.": "أكثر من 20 عامًا من الخبرة في تنفيذ Odoo.",
  "Customization": "التخصيص",
  "Solutions tailored to your unique business needs.": "حلول مخصصة لتلبية احتياجات عملك الفريدة.",
  "Support": "الدعم",
  "24/7 support to ensure your systems run smoothly.": "دعم على مدار الساعة لضمان تشغيل أنظمتك بسلاسة.",
  "Learn More": "اعرف المزيد",
  "Key Features Of Odoo Solutions":"الميزات الرئيسية لحلول أودو",
  "Learn More About Odoo Solutions":"تعرف على المزيد حول حلول أودو",


  
  "Retail businesses require integrated solutions to streamline operations, improve customer experiences, and maximize profitability. At Tatweer Smart Solutions, we offer a range of retail solutions powered by Odoo to help you manage your business efficiently.": "تتطلب أعمال التجزئة حلولاً متكاملة لتبسيط العمليات، تحسين تجارب العملاء، وتعظيم الربحية. في تطوير للحلول الذكية، نقدم مجموعة من حلول التجزئة المدعومة بـ Odoo لمساعدتك في إدارة عملك بكفاءة.",
  "Integrated POS System": "نظام نقاط البيع المتكامل",
  "Manage your physical store with an all-in-one POS system.": "إدارة متجرك الفعلي باستخدام نظام نقاط بيع متكامل.",
  "Inventory Management": "إدارة المخزون",
  "Streamline inventory tracking and management.": "تبسيط تتبع وإدارة المخزون.",
  "Omni-Channel Retail": "تجارة متعددة القنوات",
  "Enhance customer experience with seamless online and offline integration.": "تحسين تجربة العملاء من خلال التكامل السلس بين المتاجر الإلكترونية والمتاجر الفعلية.",
  "Real-Time Reporting": "التقارير الفورية",
  "Gain insights with real-time reporting and analytics.": "الحصول على رؤى من خلال التقارير الفورية والتحليلات.",
  "Comprehensive Solutions": "حلول شاملة",
  "From procurement to checkout, we cover your entire retail workflow.": "من الشراء إلى الدفع، نغطي جميع مراحل سير عمل التجزئة.",
  "Scalability": "قابلية التوسع",
  "Solutions that grow with your business.": "حلول تنمو مع توسع عملك.",
  "Local Expertise": "الخبرة المحلية",
  "Compliance with Saudi regulations and standards.": "الامتثال للوائح والمعايير السعودية.",



  
  
  "Our Human Resources (HR) module is an integral part of the Odoo ERP system, designed to streamline and automate HR functions. This module helps businesses manage employees, payroll, recruitment, attendance, performance, and more. By centralizing HR processes within one system, we help ensure efficiency, accuracy, and improved employee satisfaction.":"وحدة الموارد البشرية (HR) الخاصة بنا هي جزء لا يتجزأ من نظام Odoo ERP، مصممة لتبسيط وأتمتة وظائف الموارد البشرية. تساعد هذه الوحدة الشركات على إدارة الموظفين، الرواتب، التوظيف، الحضور، الأداء، والمزيد. من خلال مركزة عمليات الموارد البشرية في نظام واحد، نساعد في ضمان الكفاءة، الدقة، وتحسين رضا الموظفين.",
  "Employee Management": "إدارة الموظفين",



  "We provide an all-in-one ERP solution tailored for contracting companies and construction projects, helping businesses efficiently manage every aspect of their operations. From project planning and cost estimation to procurement, resource allocation, and on-site execution, Odoo ensures seamless coordination between teams.":"نقدم حلول ERP متكاملة مصممة خصيصًا لشركات المقاولات ومشاريع الإنشاءات، مما يساعد الشركات على إدارة كل جانب من جوانب عملياتها بكفاءة. من تخطيط المشروع وتقدير التكاليف إلى المشتريات، تخصيص الموارد، والتنفيذ في الموقع، يضمن Odoo التنسيق السلس بين الفرق.",
  "Project Management": "إدارة المشاريع",
  "Plan construction phases and track project progress.": "تخطيط مراحل الإنشاء وتتبع تقدم المشروع.",
  "Accounting & Financial Management": "المحاسبة والإدارة المالية",
  "Manage project-specific financials and ensure compliance with Saudi VAT.": "إدارة الشؤون المالية الخاصة بالمشاريع وضمان الامتثال لضريبة القيمة المضافة السعودية.",
  "Procurement & Inventory Management": "المشتريات وإدارة المخزون",
  "Streamline material acquisition and stock control.": "تبسيط عملية شراء المواد والتحكم في المخزون.",
  "HR & Payroll": "الموارد البشرية والرواتب",
  "Manage workforce and payroll for construction projects.": "إدارة القوى العاملة والرواتب لمشاريع الإنشاءات.",
  "End-to-End Solutions": "حلول شاملة",
  "From planning to execution, we cover all aspects of construction management.": "من التخطيط إلى التنفيذ، نغطي جميع جوانب إدارة الإنشاءات.",
  "Real-Time Tracking": "التتبع الفوري",
  "Monitor project progress and budgets in real-time.": "مراقبة تقدم المشروع والميزانية في الوقت الفعلي.",
  "Compliance": "التوافقية",
  "Ensure compliance with Saudi regulations and standards.": "ضمان الامتثال للوائح والمعايير السعودية.",



  "Our Health and Hospital Management System is a comprehensive, cloud-based solution designed to streamline healthcare operations, improve patient care, and optimize hospital administration. With integrated modules for patient registration, appointment scheduling, electronic medical records (EMR), billing, and inventory management, Odoo ensures seamless coordination across departments.": "نظام إدارة الصحة والمستشفيات الخاص بنا هو حل شامل يعتمد على السحابة، مصمم لتبسيط عمليات الرعاية الصحية، تحسين رعاية المرضى، وتحسين إدارة المستشفيات. مع وحدات متكاملة لتسجيل المرضى، جدولة المواعيد، السجلات الطبية الإلكترونية (EMR)، الفواتير، وإدارة المخزون، يضمن Odoo التنسيق السلس بين الأقسام.",
  "Patient Information Management": "إدارة معلومات المرضى",
  "Centralized and structured approach to managing patient information.": "نهج مركزي ومنظم لإدارة معلومات المرضى.",
  "Doctor Profile Management": "إدارة ملفات الأطباء",
  "Maintain detailed doctor profiles and schedules.": "الاحتفاظ بملفات الأطباء التفصيلية وجداول المواعيد.",
  "Billing & Compliance": "الفواتير والتوافقية",
  "Automate billing, insurance claims, and compliance with healthcare regulations.": "أتمتة الفواتير، المطالبات التأمينية، والامتثال للوائح الرعاية الصحية.",
  "From patient registration to billing, we cover all aspects of healthcare management.": "من تسجيل المرضى إلى الفوترة، نغطي جميع جوانب إدارة الرعاية الصحية.",
  "Ensure compliance with Saudi healthcare regulations.": "ضمان الامتثال للوائح الرعاية الصحية السعودية.",
  "Solutions that grow with your healthcare institution.": "حلول تنمو مع مؤسستك الصحية.",



  "Our document archiving and management solutions help businesses convert paper documents to digital images, ensuring secure storage and easy retrieval. With advanced indexing and retrieval features, you can access your documents instantly, anytime, anywhere.":"تساعد حلول أرشفة وإدارة المستندات الخاصة بنا الشركات على تحويل المستندات الورقية إلى صور رقمية، مما يضمن التخزين الآمن والاسترجاع السهل. مع ميزات الفهرسة والاسترجاع المتقدمة، يمكنك الوصول إلى مستنداتك فورًا، في أي وقت ومن أي مكان.",
  "Document Scanning":"المسح الضوئي للمستندات"
 
}

